<?php return [

    // 私訊提醒，:club: 為群組名稱，:hours: 為限流時段小時數，:limit: 為對應的上限數值
    'limit-dupl'   => '這篇和你 :hours: 小時內投給 :club: 的內容重複咗喔，同樣的內容最多只能發 :limit: 篇，這篇就先不轉發啦 (´・ω・｀)',
    'limit-user'   => '你在 :hours: 小時內已經向 :club: 投稿 :limit: 篇啦，手速太快也是會累的，這篇先歇一歇，遲些再來吧 ~',
    'limit-club'   => ':club: 在 :hours: 小時內已經收下 :limit: 篇投稿，一時三刻吃不下更多了，這篇先放一放，過陣子再來吧 ~',
    'limit-site'   => '你所在的站點在 :hours: 小時內向 :club: 投稿 :limit: 篇啦，大家一起湧過來會擠爆的，這篇先緩一緩 ~',
    'create-limit' => '本站這一小時開設的群組已經排滿啦，你提到的群組暫時開不了門，等下一個小時再來叫它吧 ~'

];
